Repository: ahmedSayed321/SportApp
Catalog: SportApp/Utils/localication/Localizable.xcstrings
Source language: en
Languages: ar

source: Age
ar: العمر

source: Choose Your Sport
ar: اختار رياضتك

source: Coming Soon ⏳
ar: قريباً ⏳

source: Dark Mode:
ar: الوضع الداكن:

# favourite_tab
source: Favoruits
ar: المفضلة

# home_tab
source: Home
ar: الرئيسية

# lang
source: Language:
ar: اللغة:

source: Latest Events
ar: أحدث المباريات

source: Leagues
ar: الدوريات

source: Live coverage, stats, and real-time news
ar: تغطية حصرية، احصائيات، اخبار حصرية

source: No Data
ar: لا توجد بيانات

source: ok
ar: موافق

source: Remontada
ar: ريمونتادا

source: Search
ar: بحث

# setting_tab
source: Settings
ar: الاعدادات

source: Settings
ar: الاعدادات

# sport_basketball
source: Basketball
ar: كرة سلة

# sport_cricket
source: Cricket
ar: كريكت

# sport_football
source: Football
ar: كرة قدم

# sport_tennis
source: Tennis
ar: تنس

source: Team Details
ar: التفاصيل

source: Teams
ar: الفرق

source: Unknown
ar: غير معروف

source: Upcoming Events
ar: المباريات القادمة
